---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilySymbol
zh: 族类型、族符号
source: html/f4f2420f-bba6-dac2-9b93-4e55a58d1375.htm
---
# FamilySymbol Methods

**中文**: 族类型、族符号

Activates the symbol to ensure that its geometry is accessible.